[General]
Version=1.9.0
LanguageName=Հայերեն
lblLanguageAuthor=ՀՐԱՆՏ ՕՀԱՆՅԱՆ »»»hrantohanyan@mail.am

[Form1]
lblLanguage=Լեզուն.
TorrentFileLabel=Ուղին.
closeButton=Փակել
StartButton=Սկսել
tabGeneral=Ընդհանուր
groupTorrentFile=Torrent ֆայլ
browseButton=Դիտել…
groupStats=Վիճակագրությունը
totalRunningTimeLabel=Ընդհ. ժամանակը.
leechLabel=Peer-եր.
seedLabel=Seed-ներ.
manualUpdateButton=Թարմացնել ինքնուրույն
labelUpdateIn=Թարմացնել՝
downloadCountLabel=Ստացվել է.
uploadCountLabel=Տրվել է.
groupBoxOptions=Կարգավորումներ
applyStopSettingsButton=Կիրառել
stopProcessLabel=Կանգնեցնել
FileSizeLabel=Ավարտվել է (%)
uploadRateLabel=Վերբեռնման արագությունը (Կբիթ/վ).
downloadRateLabel=Բեռնման արագությունը (Կբիթ/վ).
groupTorrentInfo=Տեղեկություն Torrent-ի մասին
labelTorrentSize=Չափը.
hashLabel=SHA հիշոց.
TrackerLabel= Tracker-ը.
tabAdvanced=Լրացուցիչ
memoryReaderButton=Կարդում է հիշողությունը…
updateAnnounceParamsOnStart=Ամեն անգամ բացելիս թարմացնել հատկությունները
checkNewVersion=Նոր տարբերակի ստուգում
checkShowTrayBaloon=Զգուշացնել ներքևում
ClientLabel=Նշել ծրագրի անունը.
randomSpeedGroup=Բեռնման/Վերբեռնման պատահական արագություն
RandomDownloadToLabel=Մինչև.
RandomUploadToLabel=Մինչև.
RandomDownloadFromLabel=Սկսած.
RandomUploadFromLabel=Սկսած.
checkRandomDownload=Բեռնվում է (Կբիթ)
checkRandomUpload=Տրվում է (Կբիթ)
reportParamsGroup=Ներկայացման հատկությունները
keyLabel=Բանալին (key).
labelPeerID=Peer ID (peer_id):
numwantLabel=Peer-ի քանակը (numwant).
portInfoLabel=Եթե այս տողը ազատ թողնեք, ապա RatioMaster-ը կօգտագործի ստանդարտ նշանակությունները
portLabel=Պորտը.
tabNetwork=Ցանցը
groupNetworkMisc=Տարբեր
checkIgnoreFailureReason=Անտեսել «failure reason» պատասխանը
labelStopMinLeecher=Կանգնեցնել վերբեռնումը, երբ Peer-ի թիվը պակաս է՝ 
intervalLabel=Դադար թարմացումների միջև (վ.).
checkRequestScrap=Հայցել Seeder/Leecher-ի քանակը (scrape)
checkTCPListen=Բացել TCP պորտը 
proxySettingsGroup=Սպասարկիչի կարգավորումներ
labelProxyPass=Գաղտնաբառը.
labelProxyUser=Անունը.
labelProxyPort=Պորտը.
labelProxyHost=Հոսթը.
labelProxyType=Սպասարկիչը.
tabLog=Հաշվետվություն
saveLogButton=Պահպանել
checkLogEnabled=Ստեղծել հաշվետվություն
clearLogButton=Մաքրել
tabAbout=Ծրագրի մասին
labelForums=Ֆորումը.
labelWebSite=Կայքը.
StopButton=Կանգնեցնել
linkProxyHelp=Սպասարկիչի օգնություն
tabUpdates=Թարմացում
installUpdatesButton=Տեղակայել ընտրվածը
checkUpdatesButton=Ստուգել
labelUpdates=Թարմացումների ցանկը։ Ծրագիրը հայերեն թարգմանեց ՀՐԱՆՏ ՕՀԱՆՅԱՆԸ
labelBindIp=Կապել IP հասցեին
checkMinimizeToTray=Թաքցնել ներքևում
checkIgnoreTimeout=Անտեսել կապնման սխալները
checkUPnP=UPnP պորտի վերահասցեավորում
testNetworkButton=Ստուգել թարմացումները…
ResetCountersButton=Զրոյացնել ցուցիչները
checkSavePeers=Պահպանել Peer-երի ցանկը

[MemoryReader]
reApplyButton=Կիրառել
reCloseButton=Փակել
groupBoxSearchResults=Որոնման արդյունքը
reHashLabel=Հիշոցը.
rePeerIdLabel=Peer ID (peer_id):
reKeyLabel=Բանալին.
numwantLabel=Peer-երի քնակը (numwant):
rePortLabel=Պորտը.
reSearchStrLabel=Տողը.
reSearchButton=Սկսել որոնումը
reProcessNameLabel=Գործողության անունը.

[Messages]
mrNoProcessFound={0} գործողությունը չի գտնվել։\r\n
mrSearchFail=Որոնման սխալ։\r\n
mrSearchTitle=Փնտրել
mrSearchSuccess=Որոնումը հաջթղ էր!\r\nՍեղմեք «Կիրառել»՝ գտնված նշանակումները օգտագործելու համար։
vrNewVersionReleased=Հասանելի է նոր տարբերակը! Բեռնե՞լ այն http://www.moofdev.net կայքից։
vrNewVersionTitle=«Հասանելի է նոր տարբերակը»
ballonUploaded=Տրվել է՝ {0} \r\n
ballonDownloaded=Ստացվել ՝ {0} \r\n
ballonUpdateIn=Թարմացնել՝{0} \r\n
ballonTotalTime=Ընդհանուր ժամանակը. {0} \r\n
stopProcessOpt1=ինքնաշխատ
stopProcessOpt2=տալուց հետո
stopProcessOpt3=ստանալուց հետո
stopProcessOpt4=ժամանակ անց.
stopProcessUnits1=վայրկյան
stopProcessUnits2=րոպե
stopProcessUnits3=ժամ
restoreToolStripMenuItem=Վերականգնել
exitToolStripMenuItem=Դուրս գալ
umNumUpdatesFound=Հասանելի են թարմացումներ. {0}
umNoUpdatesFound=Թարմացումներ չկան։
umParsingUpdates=Ստուգվում են թարմացումները…
umCheckingUpdates=Ստուգվում է թարմացումների առկայությունը…
umDownloadingUpdate=Թարմացումները բեռնվում են {0}
umFinishedDownloadingUpdates=Թարմացումների բեռնումը ավարտվեց։
clmnUpdateName=Անունը
clmnUpdateFileName=Ֆայլի անունը
clmnUpdateType=Տեսակը
clmnUpdateAuthor=Հեղինակը
confirmCloseTitle=Հաստատեք
confirmCloseMessage=Torrent-ի թարմացումը ընթացքի մեջ է։\r\nՓակե՞լ  RatioMaster-ը։
defaultBinding=ըստ լռելայնի
testNetworkSuccess=Կապը հաջող է։\r\nRatioMaster-ի ցանցային կարգավորումները նորմալ են։
testNetworkFailed=Կապի սխալ
testNetworkInProgress=Ցանցային կարգավորումների ստուգում…

[Tooltips]
checkIgnoreFailureReason=RM-ը կանտեսի tracker-ից եկող սխալները և կշարունակի աշխատանքը։
labelStopMinLeecher=RM-ը կարող է իջեցնել վերբեռնման արագությունը,\r\nեթե leecher-ի քանակը քիչ է նշվածից։
intervalLabel=Тracker-ին վիճակագրությունը ուղարկելու դադարները։\r\n
proxySettingsGroup=RM-ը կարող է օգտագործել սպասարկիչ՝ tracker-ի հետ կապնվելու համար,\r\nայնպես որ Դուք կկարողանաք թաքցնել Ձեր IP հասցեն։
memoryReaderButton=Կարդալ հիշողությունից։\r\nՕգտագործեք սա, եթե ցանկանում եք ստանալ բաղադրիչներ, ինչպիսիք են՝ peer_id, key, port և այլն։
updateAnnounceParamsOnStart=Եթե նշված է, ապա RM-ը ստեղծում է նոր peer_id և բանալի ամեն անգամ։\r\nՀակառակ դեպքում ծրագիրը կօգտագործի նախորդ կարգավորումները։
TorrentClientsBox=Ընտրեք այն ծրագիրը, որով ցանկանում եք ներկայանալ։
randomSpeedGroup=RM-ը կարող է ամեն անգամ ստեղծել պատահական արագություններ։\r\n
torrentFile=Torrent ֆայլի ճանապարհը։\r\nՍեղմեք «Դիտել…»։
totalRunningTimeLabel=Աշխատելու ժամանակը
leechLabel=Այս torrent-ի Leecher-ների քանակը։\r\nՈրոշ tracker-ներում այս տեղեկությունը հասանելի չէ։
seedLabel=Այս torrent-ի Seeder-ների քանակը։\r\nՈրոշ tracker-ներում այս տեղեկությունը հասանելի չէ։
manualUpdateButton=Թարմացրեք ինքնուրույն։\r\nՎիճակագրության անհապաղ ուղարկում Tracker։
labelUpdateIn=Հաջորդ թարմացման ժամանակը։
downloadCountLabel=Բեռնվել է։\r\nԹարմացնելուց հետո Ձեր վիճակագրությունը tracker-ում արդեն փոխված կլինի։
uploadCountLabel=Վերբեռնվել է։\r\nԹարմացնելուց հետո Ձեր վիճակագրությունը tracker-ում արդեն փոխված կլինի։
checkIgnoreTimeout=RМ-ը կանտեսի կապնվելու սխալները։
stopProcessActionBox=RM-ը կարող է գործողությունը ինքնաշխատ կանգնեցնել։\r\nԸնտրեք նշվածների միջից։
uploadRate=Վերբեռնման արագությունը.\r\nԱյստեղ գրեք այն արագությունը, որը RM-ը կհաղորդի tracker-ին։
downloadRate=Բեռնման արագությունը.\r\nԱյստեղ գրեք այն արագությունը, որը RM-ը կհաղորդի tracker-ին։
shaHash=Torrent Sha Hash.\r\nԿարող եք ինքներդ գրել, հակառակ դեպքում կորոշվի torrent ֆայլի կողմից։
trackerAddress=Tracker-ի URL-ն։\r\nԿարող եք ինքներդ գրել, հակառակ դեպքում կորոշվի torrent ֆայլի կողմից։
fileSize=Ստացվող ծավալի տոկոսը։\r\nԿարող եք գրել ծավալ, որը արդեն ստացել եք.\r\n100% — Seeding,\r\n0% — Leeching՝ սկզբի համար։\r\n
reportParamsGroup=Այս հատկությունները tracker-ին ուղարկվող անոնսացման մասն են։\r\nԿարող եք տալ նշանակումներ։
reProcessNameBox=RM-ը կփնտրի այստեղ։
reSearchStr=RM-ը փնտրում է։
reSearchButton=Սեղմեք «Սկսել որոնումը»՝ սկսելու համար
groupBoxSearchResults=Եթե փնտրումը հաջող էր, ապա RM-ը այս տողը կլրացնի արդյունքներով։\r\n
reApplyButton=Սեղմեք «Կիրառել»՝ արդյունքները RM-ի էջանիշներում պատճենելու համար։